<?php

return [
    'success'                   => 'تم حفظ البيانات بنجاح',
    'update'                    => 'تم تحديث البيانات بنجاح',
    'delete'                    => 'تم حذف البيانات بنجاح',
    'are_you_sure'              => 'هل أنت متأكد؟',
    'warning_message'           => "لن تتمكن من التراجع عن هذا!",
    'exists'                    => 'هذا الحقل موجود بالفعل',
    'upload_csv'                => 'يرجى تحميل ملف CSV / Excel',
    'invalid_table'             => 'جدول غير صالح',
    'import'                    => 'تم استيراد البيانات بنجاح',
    "max_files"                 => "يمكنك تحميل ملف واحد فقط",
    "not_found"                 => "الملف غير موجود",
    "order" => [
        'accepted'              => 'تم قبول الطلب',
        'canceled'              => 'تم إلغاء الطلب',
        'assigned'              => 'تم تعيين الطلب',
        'pickedup'              => 'تم استلام الطلب',
        'delivered'             => 'تم تسليم الطلب',
    ],
    "safe" => [
        'has_transactions'      => 'لا يمكنك حذف هذه الخزنة لأنها تحتوي على معاملات.',
        'withdraw_failed_no_money'       => "لا يمكنك الانسحاب من هذه الخزنة التي لا تحتوي على أموال كافية"
    ],
    "payment"=>[
        "has_been_collected"    => "تم بالفعل تحصيل الدفع!",
    ]
];
