<?php

return [
    'success'                   => 'داتاکان بە سەرکەوتوویی هەڵگیراون',
    'update'                    => 'داتاکان بە سەرکەوتوویی نوێکراونەتەوە',
    'delete'                    => 'داتاکان بە سەرکەوتوویی سڕاونەتەوە',
    'are_you_sure'              => 'ئایا دڵنیایت؟',
    'warning_message'           => "ناتوانیت ئەمە بگەڕێنیتەوە!",
    'exists'                    => 'ئەم خانەیە پێشتر بوونی هەیە',
    'upload_csv'                => 'تکایە فایلە CSV/Excel بار بکە',
    'invalid_table'             => 'ناوی خشتەی نادروستە',
    'import'                    => 'داتاکان بە سەرکەوتوویی هاوردە کراون',
    "max_files"                 => "دەتوانیت لە یەک کاتدا تەنها یەک فایل بار بکەیت",
    "not_found"                 => "ئای! هیچ داتایەک نەدۆزراوە !",
    "order" => [
        'accepted'              => 'داواکاری بە سەرکەوتوویی وەرگیراوە',
        'canceled'              => 'داواکاری بە سەرکەوتوویی هەڵوەشاوەتەوە',
        'assigned'              => 'داواکاری بە سەرکەوتوویی دیاری کراوە',
        'pickedup'              => 'داواکاری بە سەرکەوتوویی بارکراوە',
        'delivered'             => 'داواکاری بە سەرکەوتوویی گەیاندرا',
    ],
    "safe" => [
        'has_transactions'      => 'تۆ ناتوانیت ئەم قاسە بسڕیتەوە چونکە مامەڵەی هەیە.',
        'withdraw_failed_no_money'      => "تۆ ناتوانیت لەم قاسە پارە دەربێنی، پارەئ پێویست بەردەست نییە"
    ],
    "payment"=>[
        "has_been_collected"    => "پێشتر پارە وەرگیراوە!",
    ]
];
